export const quizData = [
  {
    question: 'ハリー・ポッターの額にある傷跡の形は？',
    options: ['星', '稲妻', '三日月', '十字'],
    answer: '稲妻',
  },
  {
    question: 'ホグワーツ魔法魔術学校の4つの寮のうち、ハリーが所属する寮は？',
    options: ['スリザリン', 'ハッフルパフ', 'グリフィンドール', 'レイブンクロー'],
    answer: 'グリフィンドール',
  },
  {
    question: 'ハリーの親友であるロン・ウィーズリーのペットの名前は？',
    options: ['ヘドウィグ', 'クルックシャンクス', 'スキャバーズ', 'ファング'],
    answer: 'スキャバーズ',
  },
  {
    question: 'ヴォルデモート卿の本名は何？',
    options: ['トム・マールヴォロ・リドル', 'セブルス・スネイプ', 'シリウス・ブラック', 'アルバス・ダンブルドア'],
    answer: 'トム・マールヴォロ・リドル',
  },
  {
    question: 'ホグワーツの校長であるアルバス・ダンブルドアが飼っている不死鳥の名前は？',
    options: ['バックビーク', 'ファウクス', 'ノーバート', 'ドビー'],
    answer: 'ファウクス',
  },
];
